Revit 2024 API
ParameterTypeId.StairsRunCcw Property
 "CCW": Revert the run preview
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsRunCcw { get; }
Visual Basic
Public Shared ReadOnly Property StairsRunCcw As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsRunCcw {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace